tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "anyenv"
brew "awscli"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "ncurses"
brew "neovim"
brew "pinentry-mac"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "vim"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "aws-vault"
cask "bartender"
cask "deepl"
cask "discord"
cask "docker"
cask "font-hackgen-nerd"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "Magnet", id: 441258766
