tap "akeru-inc/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "anyenv"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-branchless"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "pinentry-mac"
brew "terraform"
brew "ripgrep"
brew "rm-improved"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "telnet"
brew "tig"
brew "tmux"
brew "topgrade"
brew "vim"
brew "zoxide"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-beta"
cask "1password-cli-beta"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "bartender"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "google-chrome"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"

