tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "itchyny/tap"
tap "songmu/tap"
brew "anyenv"
brew "openssl@1.1"
brew "aws-shell"
brew "awscli"
brew "bat"
brew "cfn-lint"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "haskell-stack"
brew "htop"
brew "jq"
brew "mas"
brew "mysql@5.6"
brew "neovim"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "vim"
brew "zplug"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "itchyny/tap/mmv"
brew "songmu/tap/gocredits"
cask "1password"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "bartender"
cask "biscuit"
cask "blackhole"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "font-cica"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "gyazo"
cask "inkdrop"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
cask "obs"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoomus"
mas "Bandwidth+", id: 490461369
mas "LadioCast", id: 411213048
mas "Magnet", id: 441258766
mas "Microsoft Outlook", id: 985367838
mas "The Unarchiver", id: 425424353
